Repository: mnmfullmetal/savor
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: lt, sl

source: No items found matching your search.
lt: Nerastas nė vienas elementas, atitinkantis jūsų paiešką.
sl: Ni bilo najdenih elementov, ki bi ustrezali vašemu iskanju.

source: WARNING
lt: ĮSPĖJIMAS
sl: OPOZORILO

source: Contains user-specified allergens:
lt: Sudėtyje yra naudotojo nurodytų alergenų:
sl: Vsebuje alergene, ki jih je navedel uporabnik:

source: POSSIBLE MISMATCH
lt: GALIMAS NEATITIKIMAS
sl: MOŽNO NESKLADJE

source: Missing dietary requirements:
lt: Trūkstami mitybos reikalavimai:
sl: Manjkajoče prehranske zahteve:

source: Product Image
lt: Produkto vaizdas
sl: Slika izdelka

source: No Name
lt: Nėra pavadinimo
sl: Brez imena

source: Quantity:
lt: Kiekis:
sl: Količina:

source: Product Size:
lt: Produkto dydis:
sl: Velikost izdelka:

source: item
lt: elementas
sl: postavka

source: Remove
lt: Pašalinti
sl: Odstranite

source: Ingredients
lt: Sudedamosios dalys
sl: Sestavine

source: Instructions
lt: Instrukcijos
sl: Navodila

source: Searching...
lt: Paieška...
sl: Iskanje...

source: Please enter a barcode or product name to search.
lt: Norėdami atlikti paiešką, įveskite brūkšninį kodą arba gaminio pavadinimą.
sl: Za iskanje vnesite črtno kodo ali ime izdelka.

source: Error
lt: Klaida
sl: Napaka

source: Invalid input.
lt: Netinkamas įvesties kodas.
sl: Nepravilen vnos.

source: A network error occurred. Please check your connection.
lt: Įvyko tinklo klaida. Patikrinkite savo ryšį.
sl: Zgodila se je napaka v omrežju. Preverite povezavo.

source: Brands
lt: Prekės ženklai
sl: Blagovne znamke

source: Code
lt: Kodas
sl: Koda

source: Add to Pantry
lt: Pridėti į sandėliuką
sl: Dodajte v shrambo

source: Remove Favourite
lt: Pašalinti mėgstamiausią
sl: Odstrani priljubljeno

source: Favourite
lt: Mėgstamiausias
sl: Najljubši

source: Previous
lt: Ankstesnis
sl: Prejšnji

source: Next
lt: Kitas
sl: Naslednji

source: No products found. Try a different search term.
lt: Produktų nerasta. Išbandykite kitą paieškos žodį.
sl: Ni bilo najdenih izdelkov. Poskusite z drugo iskalno besedo.

source: Invalid quantity. Please enter a number greater than 0.
lt: Netinkamas kiekis. Įveskite skaičių, didesnį nei 0.
sl: Nepravilna količina. Vnesite število, večje od 0.

source: A network error occurred.
lt: Įvyko tinklo klaida.
sl: Zgodila se je napaka v omrežju.

source: Error toggling favourite:
lt: Klaida perjungiant mėgstamiausią:
sl: Napaka pri preklapljanju priljubljene:

source: You haven't favourited any products yet. Start exploring today!
lt: Dar nesate pirmenybę suteikę jokiems produktams. Pradėkite tyrinėti šiandien!
sl: Še niste dali prednosti nobenemu izdelku. Začnite raziskovati še danes!

source: Camera start failed.
lt: Fotoaparato paleidimas nepavyko.
sl: Zagon fotoaparata ni uspel.
